<?php
// Heading
$_['heading_title'] 	   		= 'Отзывы о сайте';

// Text
$_['text_no_testimonial']  		= 'Отзывов нет';
$_['text_write'] 		   		= 'Написать отзыв';
$_['text_note'] 		   		= '<span class="text-danger">Внимание:</span> HTML не переведен!';
$_['text_success']         		= 'Спасибо за Ваш отзыв.';
$_['text_moderation']    		= 'Спасибо за Ваш отзыв. После проверки модератором он будет опубликован.';
$_['text_login']             	= 'Пожалуйста <a href="%s"> авторизуйтесь</a> или <a href="%s"> зарегистрируйтесь</a> для просмотра';
$_['text_total']             	= 'Отзывов: %s';
$_['text_rating_total']    	 	= 'Оценок: %s';
$_['text_rating']            	= 'Средняя оценка:';
$_['text_no_rating']            = 'Оценок нет';
$_['text_sort']          		= 'Сортировка:';
$_['text_limit']        		= 'Показать:';
$_['text_date_added_desc']		= 'Дата добавления (начиная с новых)';
$_['text_date_added_asc']		= 'Дата добавления (начиная со старых)';
$_['text_rating_desc']        	= 'Оценка (начиная с высоких)';
$_['text_rating_asc']        	= 'Оценка (начиная с низких)';
$_['text_title']				= 'Отзыв о сайте';
$_['text_max_avatar']         	= 'Максимальный размер аватара %sX%s';
$_['text_max_image']         	= 'Максимальный размер фотографии %sX%s';

// Entry
$_['entry_name']     	   		= 'Имя';
$_['entry_city']     	   		= 'Город';
$_['entry_email']    	   		= 'E-Mail';
$_['entry_title']	 	   		= 'Тема';
$_['entry_text']           		= 'Отзыв';
$_['entry_rating']         		= 'Оценка';
$_['entry_good']           		= 'Достоинства';
$_['entry_bad']           	    = 'Недостатки';
$_['entry_good_rating']    		= 'Отлично';
$_['entry_bad_rating']     		= 'Плохо';
$_['entry_avatar']         		= 'Аватар';
$_['entry_image']         		= 'Фотографии';
$_['entry_comment']        		= 'Комментарий Администратора';
$_['entry_date_added']     	   	= 'Дата добавления';

// Button
$_['button_upload'] 		   	= 'Загрузить';
$_['button_add'] 		   		= 'Добавить';
$_['button_clear'] 		   		= 'Очистить';
$_['button_remove'] 		   	= 'Удалить';
$_['button_submit'] 		   	= 'Отправить';
$_['button_write'] 		   		= 'Написать отзыв';
$_['button_readmore'] 		   	= 'Подробнее';

// Error
$_['error_title']          		= 'Тема должна содержать от 1 до 255 символов!';
$_['error_city']           		= 'Город должен содержать от 1 до 255 символов!';
$_['error_name']           		= 'Имя должно содержать от 1 до 255 символов!';
$_['error_email']          		= 'E-Mail указан некорректно!';
$_['error_text']           		= 'Текст отзыва должен содержать хотя бы 1 символ!';
$_['error_good']           		= 'Текст достоинств должен содержать хотя бы 1 символ!';
$_['error_bad']            		= 'Текст недостатков должен содержать хотя бы 1 символ!';
$_['error_rating']         		= 'Требуется установить оценку!';
$_['error_avatar']         		= 'Аватар должен быть загружен!';
$_['error_imagesize']         	= 'Размер изображения слишком большой!';